{
    "language": "en",
    "articles": [
        {
            "title": "2023-Beijing",
            "article": "I was always timid(羞怯的). Being new to the school made me even {{1}} , so it was surprising I'd {{2}} to anyone around me. Now I was paying the price﹣to write a five﹣page essay on \"Why I Should Not Talk in Class\". That would take all night! After I got home, though. I took my time petting the cat﹣postponing the pain. When I finally sat down to {{3}}, I began with the reasons Ms Black would want to hear. Talking kept me and my neighbours from {{4}}. One paragraph down; now what? I chewed on my pencil. Aha! What if talking were the first step towards life as a criminal? Without the education I was throwing away, I'd turn to theft and go to prison. When I got out, people would say, \"She used to talk in class.\" The pages began {{5}}. But when mum got home from work, I was still {{6}}, \"Five pages! That's impossible!\" \"Well, you'd better get back to work,\" she said. \"and I want to read it when you're through.\" Soon after dinner, I handed the essay to mum. I half expected a {{7}}﹣at least an \"I hope you've learned your lesson\". {{8}}, mum laughed and laughed as she read. The next day, when Ms Black read the essay to the class, everyone laughed. I could {{9}} they weren't making fun of me: they laughed because I had the power to tell a funny story. My {{10}} still needed some nudging(激发), but I did learn I wasn't shy in print.",
            "hints": [
                "freer shyer calmer happier中的一个",
                "nod point listen chat中的一个",
                "weep rest write read中的一个",
                "learning playing planning laughing中的一个",
                "standing out | flying by | breaking up | checking in中的一个",
                "celebrating longing complaining warning中的一个",
                "lecture reason reward solution中的一个",
                "Therefore Moreover Meanwhile Instead中的一个",
                "hope imagine tell predict中的一个",
                "patience confidence tolerance independence中的一个"
            ]
        },
        {
            "title": "a",
            "article": "a{{1}}",
            "hints": [
                "a"
            ]
        }
    ]
}